Repository: theforeman/hammer-cli-foreman-kubevirt
Catalog: locale/*/hammer_cli_foreman_kubevirt.po
Languages: es, fr, ka, ko, zh_cn

source: number of cores, Integer value
es: número de núcleos, valor entero
fr: nombre de cœurs, valeur entière
ka: ბირთვების რაოდენობა. მთელი რიცხვი
ko: 코어 수, 정수 값
zh_cn: 内核数量，整数值

source: Amount of memory, integer value in bytes
es: Cantidad de memoria, valor entero en bytes
fr: Montant de mémoire, nombre entier en octets
ka: მეხსიერების რაოდენობა. მთელი რიცხვი, ბაიტებში
ko: 메모리 양, 바이트 단위의 정수 값
zh_cn: 内存大小，以字节为单位的整数值

source: Boolean (expressed as 0 or 1), whether to start the machine or not
es: Booleano (expresado como 0 o 1), encender la máquina o no
fr: Booléen (exprimé 0 ou 1), indique si la machine doit être démarrée ou non
ka: ლოგიკური გამოსახულება (0 ან 1), რომელიც აღნიშნავს, გაეშვება მანქანა თუ არა
ko: 부울(0 또는 1로 표현), 머신을 시작할지 여부
zh_cn: 布尔值（表示为 0 或 1），是否启动该机器

source: Container Network Interface Provider name
es: Nombre del proveedor de interfaz de red del contenedor
fr: Nom du fournisseur d'interface réseau du conteneur
ka: კონტეინერის ქსელის ინტერფეისის მომწოდებლის სახელი
ko: 컨테이너 네트워크 인터페이스 공급자 이름
zh_cn: 容器网络供应商名称

source: The network to connect the vm to
es: La red a la que conectar la máquina virtual
fr: Le réseau auquel le vm doit être connecté
ka: ქსელი, რომელშიც ვმ-ის დაერთება გნებავთ
ko: vm을 연결할 네트워크
zh_cn: 将虚拟机连接到的网络

source: Volume size in GB, integer value
es: Tamaño del volumen en GB, valor entero
fr: Taille du volume en Go, nombre entier
ka: საცავის ზომა, მთელ რიცხვებში, გიგაბაიტებით
ko: 볼륨 크기(GB), 정수 값
zh_cn: 卷大小，以 GB 为单位的整数值

source: Name of the storage class
es: Nombre de la clase de almacenamiento
fr: Nom de la classe de stockage
ka: საცავის კლასის სახელი
ko: 스토리지 클래스의 이름
zh_cn: 存储类的名称

source: Boolean, only one volume can be bootable (overrides network interface boot)
es: Booleano, sólo se puede arrancar un volumen (anula el arranque de la interfaz de red)
fr: Booléen, un seul volume peut être amorçable (remplace l'amorçage de l'interface réseau)
ka: ლოგიკური, ჩატვირთვადი მხოლოდ ერთი საცავი შეიძლება იყოს (გადაფარავს ქსელიდან ჩატვირთვის ვარიანტს)
ko: 부울, 하나의 볼륨만 부팅 가능합니다(네트워크 인터페이스 부팅을 덮어쓰기함)
zh_cn: 布尔值，只能有一个卷是可引导的（覆盖网络接口引导）

source: hostname
es: nombre de host
fr: nom d'hôte
ka: ჰოსტის სახელი
ko: 호스트 이름
zh_cn: 主机名称

source: namespace
es: espacio de nombres
fr: espace-nom
ka: სახელთა სივრცე
ko: 네임스페이스
zh_cn: 命名空间
